tap "homebrew/cask"

brew "git-lfs"
brew "mas"
brew "neovim"
brew "switchaudio-osx"

cask "alfred"
cask "dash"
cask "homebrew/cask-versions/firefox-developer-edition"
cask "homebrew/cask-fonts/font-sauce-code-pro-nerd-font"
cask "hammerspoon"
cask "hey"
cask "iterm2"
cask "keybase"
cask "krisp"
cask "rectangle"
cask "visual-studio-code"
cask "iterm2"
cask "homebrew/cask-drivers/sonos"
cask "1password"

mas "Things", id: 904280696
mas "Nordlayer", id: 1488888843
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "Tailscale", id: 1475387142
