tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "git-lfs"
brew "mas"
brew "neovim"

cask "alfred"
cask "dash"
cask "firefox-developer-edition"
cask "font-sauce-code-pro-nerd-font"
cask "hammerspoon"
cask "hey"
cask "iterm2"
cask "keybase"
cask "krisp"
cask "rectangle"
cask "visual-studio-code"
cask "iterm2"

mas "Things", id: 904280696
mas "1Password 7", id: 1333542190
mas "Nordlayer", id: 1488888843
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "Tailscale", id: 1475387142
