brew "rcm"
brew "git-lfs"
brew "neovim"

brew "bat"
brew "watchman"
brew "git-delta"
brew "the_silver_searcher"
brew "autojump"
brew "eza"
brew "jq"
brew "lazygit"
brew "lazydocker"
brew "tldr"
brew "direnv"
brew "claude-code"
