brew "mas"

cask "1password"
cask "dash"
cask "hey"
cask "ghostty"
cask "keybase"
cask "krisp"
cask "slack"
cask "raycast"
cask "obsidian"
cask "brainfm"
cask "hyperkey"
cask "rectangle-pro"

cask "airfoil"
mas "djay", id: 450527929

mas "Things", id: 904280696
mas "Tailscale", id: 1475387142
mas "Neptunes", id: 1006739057
mas "iA Writer", id: 775737590
