tap "homebrew/cask"

brew "mas"

cask "1password"
cask "alfred"
cask "arc"
cask "dash"
cask "hey"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "krisp"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"

mas "Things", id: 904280696
mas "Tailscale", id: 1475387142
